Repository: adelerobertsuk/White-Rabbits-New
Catalog: WhiteRabbits/Localizable.xcstrings
Source language: en
Languages: ja, ko

# action.cancel
source: Cancel
ja: キャンセル
ko: 취소

# action.close
source: Close
ja: 閉じる
ko: 닫기

# action.edit
source: Edit
ja: 編集
ko: 편집

# action.save
source: Save
ja: 保存
ko: 저장

# audio.paused
source: Ambient sound
ja: アンビエントサウンド
ko: 앰비언트 사운드

# audio.playing
source: Soft lofi
ja: やさしいローファイ
ko: 부드러운 로파이

# charms.header.complete
source: A complete year
ja: 一年間完了
ko: 한 해를 완성했어요

# charms.header.count
source: %d of 12
ja: 12個中%d個
ko: 12개 중 %d개

# charms.header.gathering
source: Still gathering
ja: 集めています
ko: 모으고 있어요

# charms.milestones.title
source: Milestones
ja: マイルストーン
ko: 마일스톤

# charms.seasonal.title
source: Seasonal charms
ja: 季節のチャーム
ko: 계절 차밍

# circle.addFriend.footer
source: This stays on your phone only. It's just a nice reminder of what they're working towards.
ja: これはあなたの端末だけに保存されます。相手が目指していることを、やさしく思い出すためのものです。
ko: 이 정보는 이 기기에만 저장돼요. 친구가 향하고 있는 목표를 다정하게 떠올리기 위한 것이에요.

# circle.addFriend.intention
source: Their intention
ja: 相手の意図
ko: 친구의 의도

# circle.addFriend.name
source: Their name
ja: 相手の名前
ko: 친구 이름

# circle.addFriend.title
source: Add a friend
ja: フレンドを追加
ko: 친구 추가

# circle.aFriend
source: A friend
ja: フレンド
ko: 친구

# circle.fellows.title
source: Fellow intentions
ja: 仲間たちの意図
ko: 동료들의 의도

# circle.friends.add
source: Add
ja: 追加
ko: 추가

# circle.friends.empty
source: Add a friend's name and their intention. You'll see their intention and stamp, nothing else.
ja: フレンドの名前と意図を追加しましょう。表示されるのは意図とスタンプだけです。
ko: 친구의 이름과 의도를 추가해 보세요. 의도와 스탬프만 보여요.

# circle.friends.title
source: Friends
ja: フレンド
ko: 친구

# circle.header.named
source: %@, this is inspiration only. Cheer a reset. Never weigh it.
ja: %@さん、ここはインスピレーションのための場所です。リセットを応援するだけ。決して測ったりしません。
ko: %@님, 여기는 오직 영감을 위한 공간이에요. 리셋을 응원할 뿐, 절대 평가하지 않아요.

# circle.header.unnamed
source: This is inspiration only. Cheer a reset. Never weigh it.
ja: ここはインスピレーションのための場所です。リセットを応援するだけ。決して測ったりしません。
ko: 여기는 오직 영감을 위한 공간이에요. 리셋을 응원할 뿐, 절대 평가하지 않아요.

# circle.leave
source: Step out of the circle
ja: サークルから抜ける
ko: 서클에서 나가기

# circle.members.empty
source: As soon as someone else in the circle sets an intention this month, their card appears here.
ja: サークルの誰かが今月の意図を設定すると、ここにカードが表示されます。
ko: 서클의 다른 사람이 이번 달 의도를 설정하면 여기에 카드가 나타나요.

# circle.members.title
source: In your circle
ja: サークルのメンバー
ko: 내 서클

# circle.onboarding.body
source: A gentle circle for monthly resets. No scores, no streaks, no comparison.
ja: 毎月のリセットのための、やさしいサークルです。スコアも、連続記録も、比較もありません。
ko: 매달 새로 시작하는, 부드러운 서클이에요. 점수도, 연속 기록도, 비교도 없어요.

# circle.onboarding.heading
source: Shared Sanctuary
ja: 共有の聖域
ko: 공유된 안식처

# circle.onboarding.join
source: Enter the circle
ja: サークルに入る
ko: 서클에 들어가기

# circle.onboarding.private
source: Journal notes, photographs, voice transcripts, and habits stay on this phone.
ja: 日記のメモ、写真、音声の書き起こし、習慣は、この端末だけに残ります。
ko: 저널 기록, 사진, 음성 기록, 습관은 이 기기에만 남아요.

# circle.onboarding.private.title
source: Never shared
ja: 共有されないもの
ko: 공유되지 않는 것

# circle.onboarding.shared
source: Your name, this month's intention, and your seasonal stamp.
ja: 名前、今月の意図、季節のスタンプ。
ko: 이름, 이번 달의 의도, 계절 스탬프.

# circle.onboarding.shared.title
source: Shared, if you join
ja: 参加すると共有されるもの
ko: 참여하면 공유되는 것

# circle.onboarding.title
source: Opt in, whenever you like
ja: いつでも、参加できます
ko: 언제든 원할 때 참여하세요

# circle.spark.send
source: Send a spark
ja: スパークを送る
ko: 스파크 보내기

# circle.spark.sent
source: Sent
ja: 送信済み
ko: 보냄

# circle.stampCard.count
source: %d of 12 collected
ja: 12個中%d個収集済み
ko: 12개 중 %d개 모음

# circle.stampCard.countShort
source: %d OF 12
ja: %d / 12
ko: %d / 12

# circle.stampCard.title
source: Year of luck
ja: 幸運の一年
ko: 행운의 한 해

# greeting.afternoon.named
source: Good afternoon, %1$@. %2$@ is yours.
ja: こんにちは、%1$@さん。%2$@はあなたのものです。
ko: 좋은 오후예요, %1$@님. %2$@은 당신의 것입니다.

# greeting.afternoon.unnamed
source: Good afternoon. %1$@ is yours.
ja: こんにちは。%1$@はあなたのものです。
ko: 좋은 오후예요. %1$@은 당신의 것입니다.

# greeting.evening.named
source: Good evening, %1$@. %2$@ is yours.
ja: こんばんは、%1$@さん。%2$@はあなたのものです。
ko: 좋은 저녁이에요, %1$@님. %2$@은 당신의 것입니다.

# greeting.evening.unnamed
source: Good evening. %1$@ is yours.
ja: こんばんは。%1$@はあなたのものです。
ko: 좋은 저녁이에요. %1$@은 당신의 것입니다.

# greeting.morning.named
source: Good morning, %1$@. %2$@ is yours.
ja: おはようございます、%1$@さん。%2$@はあなたのものです。
ko: 좋은 아침이에요, %1$@님. %2$@은 당신의 것입니다.

# greeting.morning.unnamed
source: Good morning. %1$@ is yours.
ja: おはようございます。%1$@はあなたのものです。
ko: 좋은 아침이에요. %1$@은 당신의 것입니다.

# intention.addPhoto
source: Add a photograph
ja: 写真を追加
ko: 사진 추가

# intention.card.empty
source: Set it when you are ready. The circle can wait. Your journal is never asked for.
ja: 準備ができたら設定しましょう。サークルはいつまでも待っています。日記は聞かれることはありません。
ko: 준비되면 설정해 보세요. 서클은 기다릴 수 있어요. 당신의 저널은 절대 묻지 않아요.

# intention.card.pin
source: Pin to Today Page
ja: 今日のページにピン留め
ko: 오늘 페이지에 고정

# intention.card.title
source: My Intention
ja: 私の意図
ko: 나의 의도

# intention.placeholder
source: Write it here
ja: ここに書いてください
ko: 여기에 적어보세요

# intention.save
source: Save intention
ja: 意図を保存
ko: 의도 저장

# intention.subtitle.named
source: %@, one true sentence for this month.
ja: %@さん、今月のための、ひとつの本当の言葉。
ko: %@님, 이번 달을 위한 진심 한 문장.

# intention.subtitle.unnamed
source: One true sentence for this month.
ja: 今月のための、ひとつの本当の言葉。
ko: 이번 달을 위한, 진심 한 문장.

# intention.title
source: %@'s intention
ja: %@の意図
ko: %@의 의도

# journal.delete.action
source: Delete Entry
ja: 記録を削除
ko: 기록 삭제

# journal.delete.confirm
source: Delete this entry?
ja: この記録を削除しますか？
ko: 이 기록을 삭제할까요?

# journal.detail.photoOnly
source: A photograph for this day.
ja: この日の一枚の写真。
ko: 이 날의 사진 한 장.

# journal.empty
source: This month will gather here, one page at a time.
ja: 今月のページは、ここに少しずつ集まっていきます。
ko: 이번 달의 기록이 한 페이지씩 여기에 모일 거예요.

# journal.new.addPhoto
source: Add a photo
ja: 写真を追加
ko: 사진 추가

# journal.new.changePhoto
source: Change photo
ja: 写真を変更
ko: 사진 변경

# journal.new.placeholder
source: Write here...
ja: ここに書いてください…
ko: 여기에 적어보세요...

# journal.new.save
source: Save Entry
ja: 記録を保存
ko: 기록 저장

# journal.new.subtitle
source: Whenever it feels right, write a few lines or add a photo.
ja: 気が向いたときに、少し書いたり写真を追加してみましょう。
ko: 마음이 내킬 때, 몇 줄 적거나 사진을 추가해 보세요.

# journal.showAll
source: Show all
ja: すべて表示
ko: 전체 보기

# milestone.firstCharm.caption
source: You earned your first monthly charm
ja: 最初の月間チャームを獲得しました
ko: 첫 월간 차밍을 얻었어요

# milestone.firstCharm.title
source: First charm
ja: 最初のチャーム
ko: 첫 차밍

# milestone.firstEntry.caption
source: You wrote your first journal entry
ja: 最初の日記を書きました
ko: 첫 저널을 기록했어요

# milestone.firstEntry.title
source: First page
ja: 最初のページ
ko: 첫 페이지

# milestone.firstSpark.caption
source: You sent someone a little encouragement
ja: 誰かに、小さな励ましを送りました
ko: 누군가에게 작은 응원을 보냈어요

# milestone.firstSpark.title
source: First spark
ja: 最初のスパーク
ko: 첫 스파크

# milestone.fullYear.caption
source: All twelve charms, collected
ja: 12個すべてのチャームを収集
ko: 열두 개의 차밍을 모두 모았어요

# milestone.fullYear.title
source: A full year
ja: 満一年
ko: 꽉 채운 한 해

# pinned.label
source: Pinned from Circle
ja: サークルからピン留め
ko: 서클에서 고정됨

# ritual.celebrate.caption
source: %@ is this month's charm. A little luck for the days ahead.
ja: %@は今月のチャームです。これからの日々に、少しの幸運を。
ko: %@은 이번 달의 차밍이에요. 앞으로의 날들에 작은 행운을 담아.

# ritual.celebrate.named
source: %@ is yours, %@.
ja: %@はあなたのものです、%@さん。
ko: %@은 당신의 것입니다, %@님.

# ritual.celebrate.unnamed
source: %@ is yours.
ja: %@はあなたのものです。
ko: %@은 당신의 것입니다.

# ritual.header
source: The first of %@
ja: %@の最初の日
ko: %@의 첫날

# ritual.later
source: I'll begin later
ja: あとで始めます
ko: 나중에 시작할게요

# ritual.sayIt
source: Say White Rabbits
ja: 「White Rabbits」と言う
ko: "White Rabbits" 라고 말해보세요

# ritual.setIntention
source: Set this month's intention
ja: 今月の意図を決める
ko: 이번 달의 의도 정하기

# ritual.welcome.named
source: Welcome, %@.
ja: ようこそ、%@さん。
ko: 환영해요, %@님.

# ritual.welcome.unnamed
source: Welcome.
ja: ようこそ。
ko: 환영해요.

# suggestion.beginMonth
source: Begin the month
ja: 月を始める
ko: 이번 달을 시작하기

# suggestion.setIntention
source: Set this month's intention
ja: 今月の意図を決める
ko: 이번 달의 의도 정하기

# suggestion.writeToday
source: Write a few lines today
ja: 今日は少し書いてみましょう
ko: 오늘 몇 줄 적어보세요

# suggestions.empty
source: You're all caught up. Nothing waiting for you here.
ja: 今のところ、やることはありません。
ko: 지금은 기다리는 일이 없어요.

# suggestions.title
source: Suggestions
ja: 提案
ko: 제안

# tab.charms
source: Charms
ja: チャーム
ko: 차밍

# tab.circle
source: Circle
ja: サークル
ko: 서클

# tab.journal
source: Journal
ja: 日記
ko: 저널

# tab.today
source: Today
ja: 今日
ko: 오늘

# today.addHabit
source: Add a habit to begin
ja: 習慣を追加して始めましょう
ko: 습관을 추가해서 시작해 보세요

# today.beginMonth
source: Begin the month
ja: 月を始める
ko: 이번 달을 시작하기

# today.complete
source: Today is complete
ja: 今日は完了しました
ko: 오늘을 모두 마쳤어요

# today.gentleBeginning
source: A gentle beginning
ja: 静かな始まり
ko: 고요한 시작

# today.habits.title
source: Today
ja: 今日
ko: 오늘

# today.inspiration.kicker
source: %@ light
ja: %@の光
ko: %@의 빛

# today.intention.kicker
source: %@ intention
ja: %@の意図
ko: %@의 의도

# today.intention.share
source: Share story card
ja: ストーリーカードを共有
ko: 스토리 카드 공유

# today.journal.empty
source: Whenever it feels right, write a few lines or add a photo.
ja: 気が向いたときに、少し書いたり写真を追加してみましょう。
ko: 마음이 내킬 때, 몇 줄 적거나 사진을 추가해 보세요.

# today.journal.newEntry
source: New Entry
ja: 新しい記録
ko: 새 기록

# today.journal.photoOnly
source: A photograph for today.
ja: 今日の一枚の写真。
ko: 오늘의 사진 한 장.

# today.journal.title
source: Journal
ja: 日記
ko: 저널

# today.keptCount
source: %d kept today
ja: 今日は%d件達成
ko: 오늘 %d개 완료
